Repository: YurinKonstantin/FolderFileCommander
Catalog: FolderFile/String/*/Resources.resw
Source language: en_us
Languages: ko, ru

# ContentButton.PrimaryButtonText
source: Ok
ko: 확인
ru: Принять

# ContentButton.SecondaryButtonText
source: Cancel
ko: 취소
ru: Отмена

# CreatText
source: Created by
ko: 만들어진
ru: Создан

# Eas
source: Add
ko: 더하다
ru: Добавить

# InfoText
source: Properties
ko: 속성
ru: Свойства

# IzmenText
source: Changed
ko: 변화
ru: Изменен

# MenuTextCopi.Text
source: Copy
ko: 부
ru: Копировать

# MenuTextDelete.Text
source: Delete
ko: 지우다
ru: Удалить

# MenuTextInfo.Text
source: Properties
ko: 속성
ru: Свойства

# MenuTextOpen.Text
source: Open
ko: 열다
ru: Открыть

# MenuTextpaste.Text
source: Paste
ko: 풀
ru: Вставить

# MessageContentAdd
source: The application will have access to the specified folders and contents. You can also add or remove locations in the future. You also initially have access to folders with music and image
ko: 응용 프로그램은 지정된 폴더와 내용에 액세스 할 수 있습니다. 나중에 위치를 추가하거나 제거 할 수 있습니다. 처음에는 음악, 이미지가있는 폴더 및 로컬 및 이동식 디스크에 액세스 할 수 있습니다.
ru: Приложение будет иметь доступ к указанным папкам и содержимому. В дальнейшем можно добавлять или удалять расположения. Изначально открыт доступ к папкам с музыкой, изображениями и к локальным и съемным дискам.

# MessageContentDostup
source: For the application to work, access to the file system is required. Follow these steps to continue and run the application again - Start> Settings> Privacy> File System.
ko: 응용 프로그램 작업을 위해서는 파일 시스템에 액세스해야합니다. 다음 단계에 따라 애플리케이션을 계속 진행하고 다시 시작하십시오 (시작> 설정> 개인 정보> 파일 시스템).
ru: Для работы приложения необходим доступ к файловой системе. Выполните следующее действие, чтобы продолжить и запустите его снова: Пуск -> Параметры -> Конфиденциальность ->Файловая система.

# MessageErorCreatContent
source: An error occurred while creating the file. File not created!
ko: 파일을 작성하는 중에 오류가 발생했습니다. 파일이 생성되지 않았습니다!
ru: Произошла ошибка при создании файла. Файл не создан!

# MessageErorCreatTile
source: Error
ko: 오류
ru: Ошибка

# MessageTileAdd
source: Before we begin, let's add locations for work
ko: 시작하기 전에 작업 위치를 추가하십시오
ru: Перед тем, как начать, добавим расположение для работы

# MessageTiletDostup
source: File system access
ko: 파일 시스템 액세스
ru: Доступ к файловой системе

# NameText
source: Name
ko: 이름
ru: Имя

# NoSey
source: Not now
ko: 지금은 아닙니다
ru: Не сейчас

# PathText
source: Path
ko: 통로
ru: Путь

# SizeText
source: Size
ko: 크기
ru: Размер

# tabItem1.Header
source: Home
ko: 집
ru: Главное

# tabItem1LabCopi.Label
source: Copy
ko: 부
ru: Копировать

# tabItem1LabCreat.Label
source: Create
ko: 창조하다
ru: Создать

# tabItem1Labdelete.Label
source: Delete
ko: 지우다
ru: Удалить

# tabItem1LabIzmen.Label
source: Changed
ko: 변화
ru: Изменить

# tabItem1LabPaste.Label
source: Paste
ko: 풀
ru: Вставить

# tabItem1LabPeremen.Label
source: Move
ko: 움직임
ru: Переместить

# tabItem1LabSelectAll.Label
source: Select all
ko: 모두 선택
ru: Выделить всё

# tabItem1LabVid.Label
source: View
ko: 전망
ru: Просмотр

# tabItem1TextFile.Text
source: File
ko: 파일
ru: Файл

# tabItem1TextFolder.Text
source: Folder
ko: 폴더
ru: Папку

# tabItem2.Header
source: View
ko: 전망
ru: Вид

# tabItem2LabAddPlase.Content
source: Add
ko: 더하다
ru: Добавить

# tabItem2LabAddPlase.Label
source: Add Location
ko: 위치 추가
ru: Добавить расположение

# tabItem2LabDelete.Label
source: Delete Location
ko: 위치 삭제
ru: Удалить расположение

# tabItem2LabdeletePod.Label
source: Confirm
ko: 확인
ru: Подтвердить

# tabItem2TextB.Text
source: Select a folder to delete from the list below and click Confirm
ko: 아래 목록에서 삭제할 폴더를 선택하고 확인을 클릭하십시오
ru: Выберите папку для удаления из списка ниже и нажмите "Подтвердить"

# TextNewFile.Header
source: Name File
ko: 이름 파일
ru: Имя файла

# TextNewFile.Text
source: New File
ko: 새로운 파일
ru: Новый файл

# TextNewFile1
source: New File
ko: 새로운 파일
ru: Новый файл

# TextNewFileTip.Text
source: File type
ko: 파일 타입
ru: Тип файла

# TextNewFolder
source: New Folder
ko: 새 폴더
ru: Новая папка

# TextNewName.Header
source: New Name
ko: 새로운 이름
ru: Новое имя

# TextOpenAs.Text
source: To open with...
ko: 로 열려면...
ru: Открыть с помощью...

# TileDeleteFile
source: File deletion
ko: 파일 삭제
ru: Удаление файла

# TileDeleteFolder
source: Delete folder
ko: 폴더 삭제
ru: Удаление папки

# TilePasteFile
source: Copy file
ko: 파일 복사
ru: Копирование файла

# TilePasteFolder
source: Copy folder
ko: 폴더 복사
ru: Копирование папки

# TipText
source: Type of
ko: 유형
ru: Тип
